/* Time left in trial - singular (day) */
"%d day left" = "%d天剩余";

/* Time left in trial - plural (days) */
"%d days left" = "%d天剩余";

/* Bad key - title */
"Activation Failed" = "激活失败";

/* status msg: OK */
"Click the Activate Button." = "点击激活按钮";

/* status msg: agreed to license, but key invalid */
"Enter a valid activation key, then click the Activate Button." = "输入一个有效的密钥，然后点击激活按钮。";

/* Text when trial expires */
"Expired" = "已过期";

/* File permission issue - title */
"File permission issue" = "文件权限问题";

/* Bad key - message */
"Invalid software key. Please enter your key again." = "无效的密钥。请重新输入。";

/* File permission issue - message */
"System folders do not have proper permissions.  Please contact technical support." = "系统文件夹没有正确的权限。请联系技术支持。";

/* reset as a reg key is used to extend the trial 15 days */
"reset" = "重置";

/* Title text when trial expires */
"Need more Camtasia?" = "需要更多Camtasia？";

/* retry sign in */
"Retry sign in" = "重试登录";

/* name of appropriate techsmith website for this language */
"TechSmith.com" = "www.camtasia.com.cn";

/* disconnected message */
"You are disconnected" = "你已断开连接";

/* No internet message */
"You must have an internet connection to continue your trial.  Please connect your computer." = "你必须有网络连接才可以继续你的试用。请连接网络。";

/* Subtitle text when trial expires */
"Your trial period has expired.  Purchase a software key to unlock Camtasia." = "你的试用已过期。购买一个软件序列号解锁Camtasia。";

/* appropriate techsmith website url for this language */
"http://www.techsmith.com" = "http://www.camtasia.com.cn";
